Revit 2027 API
InitialIntensity.Clone Method
 Creates a copy of the InitialIntensity derived object.
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public InitialIntensity Clone()
Public Function Clone As InitialIntensity
public:
InitialIntensity^ Clone()
member Clone : unit -> InitialIntensity
Return Value
InitialIntensity
See Also
Reference
InitialIntensity Class
Autodesk.Revit.DB.Lighting Namespace